{ "index" : { "_index": "quotes", "_id" : "1" } }
{ "description": "Best price, awesome service. They go the extra mile.", "author": "Alexis" }
{ "index" : { "_index": "quotes", "_id" : "2" } }
{ "description": "I have never in my life received such great customer service. s", "author": "Carli" }
{ "index" : { "_index": "quotes", "_id" : "3" } }
{ "description": "Great place to work/visit!", "author": "Terry" }
{ "index" : { "_index": "quotes", "_id" : "4" } }
{ "description": "Everyone I met was very friendly, the office was hip and fun, and it has great views", "author": "Michael" }
{ "index" : { "_index": "quotes", "_id" : "5" } }
{ "description": "I rented a book for one of my classes on the website and when I found out I didn't need it anymore I reached out and let them know that I needed a refund and they were very helpful and quick to respond. I will definitely be doing business with them again.", "author": "K M" }
{ "index" : { "_index": "quotes", "_id" : "6" } }
{ "description": "I would definitely recommend this company! I bought an e-book that I didn't end up needing. I figured I would be unable to return it since it was an e-book. RedShelf allowed me to return the e-book and refunded me in full, with exceptionally fast and friendly service. I will most definitely shop here in the future!", "author": "Cassee" }
{ "index" : { "_index": "quotes", "_id" : "8" } }
{ "description": "I was looking into buying a text book for law school and got the wrong one. I looked at the refund policy and reached out. Within MINUTES, they refunded the full amount without any problem. Great company overall", "author": "Dallas" }
{ "index" : { "_index": "quotes", "_id" : "9" } }
{ "description": "I absolutely love redshelf! I frequently rent college textbooks from this site. The online annotation features are very useful and I use the flashcard option to study for almost all of my exams. When I had an issue and reached out to the company, they responded very quickly and solved my problem!", "author": "Alecia" }
